Repository: Treedent/rt_simpleosm
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de, es, fr, it, nl

# simpleosm.extmng.backendPluginInterfaceBackgroundImage
source: Background image : The backend plugin interface background image.
de: Hintergrundbild : Das Backendmodul-Hintergrundbild.
es: Imagen de fondo : La imagen de fondo de la interfaz del plugin de backend.
fr: Image de fond : L'image de fond de l'interface du plugin backend.
it: Immagine di sfondo : L'immagine di sfondo dell'interfaccia del plugin backend.
nl: Achtergrondafbeelding: de back-end-plugin-interface achtergrondafbeelding.

# simpleosm.extmng.backendPluginInterfaceBackgroundColor
source: Background color : The backend plugin interface background color.
de: Hintergrundfarbe : Die Backendmodul-Hintergrundfarbe.
es: Color de fondo : El color de fondo de la interfaz del plugin de backend.
fr: Couleur de fond : La couleur de fond de l'interface du plugin backend.
it: Colore di sfondo : Il colore di sfondo dell'interfaccia del plugin backend.
nl: Achtergrondkleur: de achtergrondkleur van de back-endplugin-interface.

# simpleosm.extmng.backendPluginInterfaceBackground
source: Use color : Use color instead of image as backend plugin interface background.
de: Use color : Verwende diese Farbe statt des Hintergrundbildes.
es: Utilizar color : Utilice el color en lugar de la imagen como fondo de la interfaz del plugin de backend.
fr: Utiliser la couleur : Utiliser la couleur plutôt que l'image de fond de l'interface du plugin backend.
it: Usa colore: usa il colore anziché l'immagine come sfondo dell'interfaccia del plugin di backend.
nl: Gebruik kleur: gebruik de kleur in plaats van de afbeelding als achtergrond voor de backend-plug-in interface.

# simpleosm.extmng.useCdn
source: Use CDN : Leaflet Library and plugins (JavaScript and CSS) will be downloaded from popular Content Delivery Network (Faster).
de: Use CDN : Leaflet Bibliothek und Plugins (JavaScript und CSS) werden aus dem Content Delivery Network heruntergeladen (schneller).
es: Usar CDN : La biblioteca Leaflet y los plugins (JavaScript y CSS) se descargarán de la popular red de entrega de contenidos (Más rápido).
fr: Utiliser des CDN : la bibliothèque Leaflet et ses plugins (JavaScript et CSS) seront téléchargés depuis un réseau de diffusion de contenu populaire (Plus rapide).
it: Usa CDN: Leaflet Biblioteca e plugin (JavaScript e CSS) saranno scaricati dalla rete di distribuzione dei contenuti più popolare (più veloce).
nl: Gebruik CDN: Leaflet Library en plug-ins (JavaScript en CSS) worden gedownload van het populaire Content Delivery Network (sneller).

# simpleosm.backend.noHeaderFound
source: No header found
de: Kein Header gefunden
es: Ningún encabezado encontrado
fr: Aucun titre trouvé
it: Nessuna intestazione trovata
nl: Geen header gevonden

# simpleosm.backend.headerLayout.0
source: (Title default level)
de: (Einstiegsleveltitel)
es: (Título por defecto nivel)
fr: (Titre niveau par défaut)
it: (Livello predefinito del titolo)
nl: (Titel standaardniveau)

# simpleosm.backend.headerLayout.1
source: (Title level 1)
de: (Level1 Titel)
es: (Título de nivel 1)
fr: (Titre niveau 1)
it: (Livello di titolo 1)
nl: (Titel niveau 1)

# simpleosm.backend.headerLayout.2
source: (Title level 2)
de: (Level2 Titel)
es: (Título de nivel 2)
fr: (Titre niveau 2)
it: (Livello di titolo 2)
nl: (Titel niveau 2)

# simpleosm.backend.headerLayout.3
source: (Title level 3)
de: (Level3 Titel)
es: (Título de nivel 3)
fr: (Titre niveau 3)
it: (Livello di titolo 3)
nl: (Titel niveau 3)

# simpleosm.backend.headerLayout.4
source: (Title level 4)
de: (Level4 Titel)
es: (Título de nivel 4)
fr: (Titre niveau 4)
it: (Livello di titolo 4)
nl: (Titel niveau 4)

# simpleosm.backend.headerLayout.5
source: (Title level 5)
de: (Level 5 Titel)
es: (Título de nivel 5)
fr: (Titre niveau 5)
it: (Livello di titolo 5)
nl: (Titel niveau 5)

# simpleosm.backend.headerLayout.100
source: (Hidden title)
de: (Titel verbergen)
es: (Título oculto)
fr: (Titre caché)
it: (Titolo nascosto)
nl: (Verborgen titel)

# simpleosm.message.selectAMapRecord
source: Please select a map record.
de: W채hlen Sie bitte einen Karten-Datensatz aus.
es: Por favor, seleccione un registro del mapa.
fr: Veuillez sélectionner un enregistrement de carte.
it: Si prega di selezionare un record della mappa.
nl: Selecteer een kaartrecord.

# simpleosm.message.getLatLong.title
source: Visit one of these urls to find coordinates from an address:
de: Besuchen Sie eine dieser URLs, um Koordinaten von einer Adresse zu finden:
es: Visita una de estas urls para encontrar las coordenadas de una dirección :
fr: Visitez une de ces urls pour trouver les coodonnées d'une adresse :
it: Visita uno di questi URLi per trovare le coordinate da un indirizzo :
nl: Bezoek een van deze url's om co√∂rdinaten van een adres te vinden:

# simpleosm.message.getLatLong.text
source: Get Latitude and Longitude from an address: https://www.latlong.net.
de: Hier erhalten Sie die Breiten- und L채ngenagaben einer Adresse: https://www.latlong.net.
es: Obtener latitud y longitud de una dirección : https://www.latlong.net.
fr: Obtenir la latitude et la longitude depuis une adresse : https://www.latlong.net.
it: Ottieni latitudine e longitudine da un indirizzo: https://www.latlong.net.
nl: Haal latitude en lengtegraad op vanaf een adres: https://www.latlong.net.

# simpleosm.message.getLatLong2.text
source: Get Latitude and Longitude from an address: https://www.gps-coordinates.net.
de: Hier erhalten Sie die Breiten- und L채ngenagaben einer Adresse: https://www.gps-coordinates.net.
es: Obtener latitud y longitud de una dirección : https://www.gps-coordinates.net.
fr: Obtenir la latitude et la longitude depuis une adresse : https://www.gps-coordinates.net.
it: Ottieni latitudine e longitudine da un indirizzo: https://www.gps-coordinates.net.
nl: Haal latitude en lengtegraad op vanaf een adres: https://www.gps-coordinates.net.

# about.SYRADEV.title
source: About SYRADEV
de: 체ber SYRADEV
es: Sobre SYRADEV
fr: A propos de SYRADEV
it: Informazioni su SYRADEV
nl: Over SYRADEV

# about.SYRADEV.text
source: Development of functional and custom TYPO3 extensions since 2004.
de: Entwicklung von funktionalen und benutzerdefinierten TYPO3-Erweiterungen seit 2004.
es: Desarrollo de extensiones funcionales y personalizadas de TYPO3 desde 2004.
fr: Développement d'extensions TYPO3 fonctionnelles et sur mesure depuis 2004.
it: Sviluppo di estensioni TYPO3 funzionali e personalizzate dal 2004.
nl: Ontwikkeling van functionele en aangepaste TYPO3-uitbreidingen sinds 2004.
